{
    "welcome": "Willkommen!",
    "enter_name": "Bitte geben Sie unten Ihren Namen ein. Lesen Sie anschließend die Anweisungen sorgfältig durch. Wenn Sie bereit sind, klicken Sie auf die Schaltfläche, um zur nächsten Seite zu gelangen.",
    "your_name": "Ihr Name:",
    "name_placeholder": "Geben Sie hier Ihren Namen ein",
    "select_language": "Sprachauswahl:",
    "description-data": "Alle über diese Anwendung gesammelten Daten werden ausschließlich zu Forschungszwecken verwendet. Die Informationen werden anonym verarbeitet.",
    "description": "Dies ist eine WebUI, die Ihre Problemlösefähigkeiten für Ihre Bewerbungen bewertet.",
    "back": "Zurück",
    "description": "Dies ist eine WebUI, die Ihre Fähigkeiten und Ihren Hintergrund für Ihre Bewerbungen bewertet.",
    "next": "Weiter",
    "error_empty_name": "Bitte geben Sie Ihren Namen ein, bevor Sie fortfahren.",
    "error_id_generation": "Beim Generieren der ID ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "welcome_crt": "Willkommen zum CRT-Test",
    "explanation_crt": "In diesem Test werden Ihnen eine Reihe von Multiple-Choice-Aufgaben präsentiert. Bitte lesen Sie jede Frage sorgfältig durch und wählen Sie die beste Antwort aus.  <br> Der erste Schritt ist ein schneller CRT-Test, um einen ersten Einblick zu erhalten. <br> <span style=\"color: red; font-weight: bold;\">Sobald Sie auf Fortfahren drücken, beginnt der Timer </span>",
    "continue": "Fortfahren",
    "title_crt": "Denksport-Test",
    "question_crt": "Welche Figur vervollständigt die Matrix?",
    "alert_crt": "Bitte wählen Sie eine Antwort aus, bevor Sie fortfahren.",
    "submit": "Antwort abgeben",
    "welcome_ooo": "Willkommen zum Spiel \"Odd One Out\"",
    "explanation_ooo": "In diesem Spiel wird Ihnen ein Raster mit 9 Elementen präsentiert. Ein Element hat keine Ähnlichkeiten mit allen anderen Elementen <br> <span style=\"color: red; font-weight: bold;\">Sobald Sie auf Fortfahren drücken, beginnt der Timer </span>",
    "title_ooo": "Odd One Out",
    "level": "Ebene: ",
    "skip": "Überspringen",
    "correct_ooo": "<span style=\"color: green; font-weight: bold;\">&#9989; Richtig! Weiter zur nächsten Ebene...</span>",
    "incorrect_ooo": "<span style=\"color: red; font-weight: bold;\">&#10060; Falsch! Nächste Ebene wird generiert...</span>",
    "skip_ooo": "<span style=\"color: orange; font-weight: bold;\">&#10067; Übersprungen! Nächste Ebene wird generiert...</span>",
    "alert_ooo": "Spiel beendet! Ihr Punktestand ist: ",
    "title_psi_explanation": "Nur noch ein Schritt",
    "explanation_psi": "Zum Schluss gibt es noch ein paar Fragen. Es gibt keinen Timer mehr. Bitte beantworten Sie die Fragen gründlich.",
    "psi_title": "Problem Solving Inventory (PSI) - Selbstbewertung",
    "psi_1": "Viele der Probleme, mit denen ich konfrontiert bin, sind zu komplex, um sie zu lösen.",
    "psi_2": "Ich treffe vorschnelle Entscheidungen und bereue sie später.",
    "psi_3": "Ich bin normalerweise in der Lage, kreative und effektive Alternativen für meine Probleme zu finden.",
    "psi_4": "Wenn ich mit einem Problem konfrontiert werde, halte ich inne und denke darüber nach, bevor ich einen nächsten Schritt entscheide.",
    "psi_5": "Wenn ich ein Problem löse, treffe ich Entscheidungen, mit denen ich später zufrieden bin.",
    "psi_6": "Wenn ich versuche, mögliche Lösungen für ein Problem zu finden, fallen mir nicht sehr viele Alternativen ein.",
    "psi_7": "Ich verwende eine systematische Methode, um Alternativen zu vergleichen und Entscheidungen zu treffen.",
    "psi_8": "Auch wenn ich an einem Problem arbeite, habe ich manchmal das Gefühl, dass ich herumirre und nicht zum eigentlichen Kern des Problems komme.",
    "psi_9": "Wenn ich ein Problem erkenne, ist eines der ersten Dinge, die ich tue, zu versuchen, genau herauszufinden, worum es geht.",
    "psi_10": "Ich handle im Allgemeinen nach der ersten Idee, die mir bei der Lösung eines Problems in den Sinn kommt.",
    "psi_11": "Ich habe die Fähigkeit, die meisten Probleme zu lösen, auch wenn anfangs keine Lösung sofort ersichtlich ist.",
    "psi_12": "Wenn ich ein Problem habe, denke ich an so viele mögliche Lösungen, wie ich kann, bis mir keine weiteren Ideen mehr einfallen.",
    "psi_13": "Wenn meine ersten Bemühungen, ein Problem zu lösen, scheitern, werde ich unsicher in Bezug auf meine Fähigkeit, die Situation zu bewältigen.",
    "psi_14": "Ich mache Pläne, um ein Problem zu lösen, und bin mir fast sicher, dass ich sie umsetzen kann.",
    "psi_15": "Manchmal halte ich nicht inne und nehme mir Zeit, um mich mit meinen Problemen auseinanderzusetzen, sondern stolpere einfach weiter.",
    "psi_16": "Ich vertraue auf meine Fähigkeit, neue und schwierige Probleme zu lösen.",
    "psi_17": "Wenn ich mit einem Problem konfrontiert werde, überprüfe ich normalerweise zuerst die Situation, um die relevanten Informationen zu bestimmen.",
    "psi_18": "Wenn ich Lösungen für ein Problem in Betracht ziehe, nehme ich mir nicht die Zeit, den potenziellen Erfolg jeder Alternative zu bewerten.",
    "psi_19": "Nachdem ich eine Entscheidung getroffen habe, ist das tatsächliche Ergebnis normalerweise ähnlich dem, was ich erwartet hatte.",
    "psi_20": "Ich versuche, das Ergebnis eines bestimmten Vorgehens vorherzusagen.",
    "psi_scale_1": "1- Stimme voll und ganz zu",
    "psi_scale_2": "2- Stimme überwiegend zu",
    "psi_scale_3": "3- Stimme leicht zu",
    "psi_scale_4": "4- Stimme leicht nicht zu",
    "psi_scale_5": "5- Stimme überwiegend nicht zu",
    "psi_scale_6": "6- Stimme überhaupt nicht zu",
    "alert_form_psi": "Bitte beantworten Sie alle Fragen, bevor Sie fortfahren.",
    "alert_submit": "Vielen Dank! Ihre Antworten wurden aufgezeichnet.",
    "alert_form": "Bitte füllen Sie alle Felder aus, bevor Sie fortfahren."
    "submit": "Antwort abgeben",
    "welcome_ooo": "Willkommen zum Spiel \"Odd One Out\"",
    "explanation_ooo": "In diesem Spiel wird Ihnen ein Raster mit 9 Elementen präsentiert. Ein Element hat keine Ähnlichkeiten mit allen anderen Elementen <br> <span style=\"color: red; font-weight: bold;\">Sobald Sie auf Fortfahren drücken, beginnt der Timer </span>",
    "title_ooo": "Odd One Out",
    "skip": "Überspringen",
    "title_psi_explanation": "Nur noch ein Schritt",
    "explanation_psi": "Zum Schluss gibt es noch ein paar Fragen. Es gibt keinen Timer mehr. Bitte beantworten Sie die Fragen gründlich. <br>Nehmen Sie sich Zeit, und geben Sie Ihr Bestes!",

}