{
    "welcome": "Welcome!",
    "enter_name": "Please enter your name below. Once you're done, read the instructions carefully. When you're ready, click the button to proceed to the next page.",
    "your_name": "Your Name:",
    "name_placeholder": "Enter your name here",
    "select_language": "Select Language:",
    "description-data": "All data collected through this application is used exclusively for research purposes. The information is processed anonymously.",
    "description": "This is a WebUI that evaluates your problem solving skills for your job applications.",
    "back": "Back",
    "description": "This is a WebUI that evaluates your skills and background for your job applications.",
    "next": "Next",
    "error_empty_name": "Please enter your name before proceeding.",
    "error_id_generation": "An error occurred while generating the ID. Please try again.",
    "welcome_crt": "Welcome to the CRT Test",
    "explanation_crt": "In this test, you will be presented with a series of multiple choice tasks. Please read each question carefully and select the best answer.  <br> The first step is a quick CRT test to get a first insight. <br> <span style=\"color: red; font-weight: bold;\">As soon as you press continue the timer will start </span>",
    "continue": "Continue",
    "title_crt": "Reasoning Test",
    "question_crt": "Which figure completes the matrix?",
    "alert_crt": "Please select an answer before proceeding.",
    "submit": "Submit Answer",
    "welcome_ooo": "Welcome to the Game \"Odd One Out\"",
    "explanation_ooo": "In this game, you will be presented with a grid of 9 elements. One element shares no similarities with all the other elements <br> <span style=\"color: red; font-weight: bold;\">As soon as you press continue the timer will start </span>",
    "title_ooo": "Odd One Out",
    "level": "Level: ",
    "skip": "Skip",
    "correct_ooo": "<span style=\"color: green; font-weight: bold;\">&#9989; Correct! Moving to the next level...</span>",
    "incorrect_ooo": "<span style=\"color: red; font-weight: bold;\">&#10060; Wrong! Next level will be generated...</span>",
    "skip_ooo": "<span style=\"color: orange; font-weight: bold;\">&#10067; Skipped! Next level will be generated...</span>",
    "alert_ooo": "Game Over! Your score is: ",
    "title_psi_explanation": "Only one more Step",
    "explanation_psi": "At last there will be a couple of questions. There will be no timer anymore. Please answer the questions thoroughly.",
    "psi_title": "Problem Solving Inventory (PSI) - Self Assessment",
    "psi_1": "Many of the problems I face are too complex for me to solve.",
    "psi_2": "I make snap judgments and later regret them.",
    "psi_3": "I am usually able to think of creative and effective alternatives to my problems.",
    "psi_4": "When confronted with a problem, I stop and think about it before deciding on a next step.",
    "psi_5": "When solving a problem, I make decisions that I am happy with later.",
    "psi_6": "When I try to think of possible solutions to a problem, I do not come up with very many alternatives.",
    "psi_7": "I use a systematic method to compare alternatives and make decisions.",
    "psi_8": "Even though I work on a problem, sometimes I feel like I’m groping or wandering and not getting down to the real issue.",
    "psi_9": "When I become aware of a problem, one of the first things I do is try to find out exactly what the problem is.",
    "psi_10": "I generally act on the first idea that comes to mind in solving a problem.",
    "psi_11": "I have the ability to solve most problems even though initially no solution is immediately apparent.",
    "psi_12": "When I have a problem, I think of as many possible ways to handle it as I can until I can’t come up with any more ideas.",
    "psi_13": "When my first efforts to solve a problem fail, I become uneasy about my ability to handle the situation.",
    "psi_14": "I make plans to solve a problem and am almost certain that I can make them work.",
    "psi_15": "Sometimes I do not stop and take time to deal with my problems, but just kind of muddle ahead.",
    "psi_16": "I trust my ability to solve new and difficult problems.",
    "psi_17": "When confronted with a problem, I usually first survey the situation to determine the relevant information.",
    "psi_18": "When considering solutions to a problem, I do not take the time to assess the potential success of each alternative.",
    "psi_19": "After making a decision, the actual outcome is usually similar to what I had anticipated.",
    "psi_20": "I try to predict the result of a particular course of action.",
    "psi_scale_1": "1- Strongly Agree",
    "psi_scale_2": "2- Moderately Agree",
    "psi_scale_3": "3- Slightly Agree",
    "psi_scale_4": "4- Slightly Disagree",
    "psi_scale_5": "5- Moderately Disagree",
    "psi_scale_6": "6- Strongly Disagree",
    "alert_form_psi": "Please answer all questions before proceeding.",
    "alert_submit": "Thank you! Your responses have been recorded.",
    "alert_form": "Please fill in all fields before proceeding."
}